Revit 2027 API
ParameterTypeId.FbxLightIlluminance Property
 "Illuminance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightIlluminance { get; }
Public Shared ReadOnly Property FbxLightIlluminance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightIlluminance {
	ForgeTypeId^ get ();
}
static member FbxLightIlluminance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace